{
  "content": "",
  "tts": false,
  "attachments": [],
  "embeds": [
    {
      "title": "Omegaverse – Panduan Marking / Mating",
      "description": "Marking (penandaan) dan mating (kawin) adalah ritual penting untuk membentuk pasangan seumur hidup di Omegaverse.",
      "color": 15158332,
      "fields": []
    },
    {
      "title": "1. Apa Itu Marking / Mating?",
      "color": 16711680,
      "fields": [
        {
          "name": "Penjelasan",
          "value": "Saat pasangan—Alpha, Beta, atau Omega—ingin mengikat hubungan seumur hidup, mereka melakukan ‘ritual bonding’. Ritual biasanya dilakukan saat knotting: Alpha menggigit (mating bite) di area kelenjar feromon—leher atau tubuh—meninggalkan bekas luka permanen sebagai tanda ikatan."
        }
      ]
    },
    {
      "title": "2. Proses dan Persetujuan",
      "color": 65280,
      "fields": [
        {
          "name": "Konsensual",
          "value": "Marking hanya efektif jika ada persetujuan—Omega atau pasangan harus balik menggigit dalam waktu tertentu, biasanya sekitar 30 detik."
        },
        {
          "name": "Bekas Luka Permanen",
          "value": "Marking yaitu Menggigit kulit, meninggalkan bekas yang tidak sembuh total—selalu muncul saat bonding resmi."
        }
      ]
    },
    {
      "title": "3. Scent Marking (Penandaan Aroma)",
      "color": 16753920,
      "fields": [
        {
          "name": "Penandaan Aroma",
          "value": "Pasangan juga bisa melakukan scent marking: berdepan aroma dengan menempelkan pakaian satu sama lain, saling mendekatkan area kelenjar feromon—untuk menandai wilayah atau menenangkan satu sama lain."
        }
      ]
    },
    {
      "title": "4. Dinamika Bonding",
      "color": 10197915,
      "fields": [
        {
          "name": "Ikatan (Bond)",
          "value": "Ikatan resmi tercipta setelah marking yang disetujui kedua pihak. Ini bisa mempengaruhi siklus heat/rut, aroma, bahkan sinkronisasi pheromone."
        },
        {
          "name": "Membatalkan Bond",
          "value": "Biasanya hanya bisa putus jika salah satu pasangan mati atau bond diambil oleh alpha lain—ikatan permanen jangka panjang."
        }
      ]
    },
    {
      "title": "5. Tanda-tanda Marking",
      "color": 16744448,
      "fields": [
        {
          "name": "Lokasi",
          "value": "Biasanya di area kelenjar aroma: leher, bahu, pergelangan tangan—tapi bisa di bagian tubuh lain. (paling umum di leher & pundak)"
        },
        {
          "name": "Bekas Luka",
          "value": "Marking berupa gigitan berdarah yang membentuk bekas permanen."
        }
      ]
    },
    {
      "title": "Kesimpulan",
      "description": "Marking dan mating di Omegaverse adalah ritual biologis, emosional, dan sosial penting. Marking menciptakan ikatan seumur hidup secara ritual—dengan persetujuan dan hasil yang bertahan selamanya.\n\nSangat digunakan untuk worldbuilding atau RP dengan elemen bonding yang sensitif dan bermakna.",
      "color": 3447003,
      "fields": []
    }
  ],
  "components": []
}